Repository: hkdb/Densify
Catalog: squeezer.po
Languages: it

source: Squeezer - PDF Compression
it: Squeezer - Compressione PDF

source: A Personal Open Source Initiative by Mariano Marini
it: Una iniziativa Open Source di Mariano Marini

source: Type:
it: Tipo

source: screen
it: schermo

source: printer
it: stampa

source: prepress
it: prestampa

source: default
it: Preimpostato

source: Output:
it: Destinazione

source: _compressed.pdf
it: _compresso.pdf

source: Status:
it: Stato

source: Ready
it: Pronto

source: Compress Now!
it: Adesso comprimi!

source: screen: selects low-resolution output similar to the Acrobat Distiller "Screen Optimized" setting. ebook: selects medium-resolution output similar to the Acrobat Distiller "eBook" setting. printer: selects output similar to the Acrobat Distiller "Print Optimized" setting. prepress: selects output similar to Acrobat Distiller "Prepress Optimized" setting. default: selects output intended to be useful across a wide variety of uses, possibly at the expense of a larger output file.
it: schermo: seleziona una bassa risoluzione simile ad Acrobat Distiller "Screen Optimized" setting. ebook: seleziona una risoluzione media simile ad the Acrobat Distiller "eBook" setting. stampante: seleziona una risoluzione ottimizzata simile ad Acrobat Distiller "Print Optimized" setting. prestampa: seleziona una isoluzione ottimizzata simile ad Acrobat Distiller "Prepress Optimized" setting. dpredefinita: seleziona la risoluzikone ritenuta utile tra quelle in uso, a scapito di un eventuale file di destinazione più grande..

source: Types of Compression
it: Tipo di compressione

source: The output filename must not be the same as the input file name. The compressed PDF file will be placed in the same folder as your input file folder.
it: Il nome del file di destinazione non può essere uguale a quello di origine. Il file PDF compresso sarà salvato nella stessa cartella del file di origine

source: Output File Name
it: compresso.pdf

source: The input file field is empty. Please specify an input file to compress...
it: Il campo file origine è vuoto. Specifica un file origine da comprimere per favore...

source: Only PDF files can be compressed with this application. Please specify a pdf file
it: Con questo programma si possono comprimere solo file PDF. Scegli un file pdf per favore.

source: ERROR!
it: ERRORE!

source: The output file name cannot be the same as the input file name.
it: Il nome del file di destinazione non può essere lo stesso di quello di origine.

source: The output file name you specified does not end with ".pdf". Are you sure that's what you want?
it: Il nome del file di destinazine scelto non termina con ".pdf". Sei sicuro di volerlo?

source: Output file name does not end with ".pdf"!
it: Il nome del file non termina con ".pdf"!

source: The input file name contains unsupported characters. Please ensure your input file name does not contain special characters / \ : ; \`
it: Il nome del file di origine contiene dei caratteri non accettati. Per favore assicurati che non contenga / \ : ; \'

source: Unsupported File Name Convention!
it: Convenzione del Nome del File non supportata!

source: The output file name contains unsupported characters. Please ensure your output file name does not contain special characters / \ : ; \`
it: Il nome del file di destinazione contiene dei caratteri non accettati. Per favore assicurati che non contenga caratteri speciali/ \ : ; \'

source: There's a file with the same name, "
it: C'è un file con lo stesso nome, "

source: " already in the directory. Are you sure you want to overwrite?
it: "nella cartella. Sei sicuro di volerlo sovrascrivere?

source: WARNING!
it: ATTENZIONE!

source: PDF Compressed!
it: PDF Compresso!

source: Your PDF File has been successfully compressed from (
it: Il tuo file è stato compresso con successo da (

source: ) to (
it: ) a (

source: )! Enjoy!
it: )! Esulta!

source: Something went wrong! Maybe your PDF file is corrupted?
it: Qualcosa è andato storto! Forse il tuo file PDF è rovinato?

source: Compressing...
it: Comprimendo...

source: Paused
it: In pausa

source: Completed
it: Completato

source: There's an error with no trace data...
it: C'è un errore non tracciabile...
